

greetingMessage = """Приветствую! Данный бот предназначен для фильтрации пользователей,
которые подписаны как минимум на 2 и больше паблика. Вам необходимо отправить url
пабликов для дальнейшего анализа"""

group_accepted = "Группа принята!"

group_unreacheble = "Группа по url недоступна или список учатников не доступен"

problems_with_sniffer = "Проблемы с доступом к серверу :( Возможно требуется ввести код авторизации, напишите @lorrodx"

group_cleared = "Список групп был очищен!"

no_group_added = "Не добавлено ни одной группы"

not_enought_groups = "Не хватает групп для анализа, отправьте сообщение с url группы"

analyze_request_sent = "Запрос на анализ групп отправлен серверу, это может занять некоторое время..."

low_pleasure = "Не удовлетворены ответом?!\nНапишите @lorrodx :)"

no_mathes = "Нету совпадений"
